Repository: GregoryBT/python_django
Catalog: mon_site_web/locale/*/LC_MESSAGES/django.po
Languages: es

source: Nom
es: Nombre

source: Description
es: Descripción

source: Couleur en format hexadécimal (ex: #007bff)
es: Color en formato hexadecimal (ej: #007bff)

source: Couleur
es: Color

source: Date de création
es: Fecha de creación

source: Catégorie
es: Categoría

source: Catégories
es: Categorías

source: Couleur en format hexadécimal (ex: #6b7280)
es: Color en formato hexadecimal (ej: #6b7280)

source: Tag
es: Etiqueta

source: Tags
es: Etiquetas

source: Utilisateur
es: Usuario

source: Administrateur
es: Administrador

source: Rôle
es: Rol

source: Biographie de l'utilisateur
es: Biografía del usuario

source: Biographie
es: Biografía

source: Photo de profil
es: Foto de perfil

source: Site web personnel
es: Sitio web personal

source: Site web
es: Sitio web

source: Dernière connexion
es: Última conexión

source: Profil
es: Perfil

source: Profils
es: Perfiles

source: Titre
es: Título

source: Contenu
es: Contenido

source: Auteur
es: Autor

source: Utilisateur auteur
es: Usuario autor

source: Image d'illustration pour l'article
es: Imagen de ilustración para el artículo

source: Image
es: Imagen

source: Nombre de vues
es: Número de vistas

source: Article visible publiquement
es: Artículo visible públicamente

source: Est publié
es: Está publicado

source: Article
es: Artículo

source: Articles
es: Artículos

source: Adresse IP
es: Dirección IP

source: Date de vue
es: Fecha de vista

source: Vue d'article
es: Vista de artículo

source: Vues d'articles
es: Vistas de artículos

source: Nom de l'auteur
es: Nombre del autor

source: Commentaire approuvé par la modération
es: Comentario aprobado por la moderación

source: Est approuvé
es: Está aprobado

source: Commentaire
es: Comentario

source: Commentaires
es: Comentarios

source: Like
es: Me gusta

source: Likes
es: Me gusta

source: Note personnelle sur cet article
es: Nota personal sobre este artículo

source: Note personnelle
es: Nota personal

source: Favori
es: Favorito

source: Favoris
es: Favoritos

source: Like de commentaire
es: Me gusta de comentario

source: Likes de commentaires
es: Me gusta de comentarios

source: Harcèlement
es: Acoso

source: Contenu inapproprié
es: Contenido inapropiado

source: Fausses informations
es: Información falsa

source: Autre
es: Otro

source: En attente
es: En espera

source: Traité
es: Procesado

source: Rejeté
es: Rechazado

source: Utilisateur signalant
es: Usuario que reporta

source: Commentaire signalé
es: Comentario reportado

source: Motif
es: Motivo

source: Description détaillée du problème (optionnel)
es: Descripción detallada del problema (opcional)

source: Statut
es: Estado

source: Date de signalement
es: Fecha de reporte

source: Date de traitement
es: Fecha de procesamiento

source: Modérateur
es: Moderador

source: Signalement de commentaire
es: Reporte de comentario

source: Signalements de commentaires
es: Reportes de comentarios

source: À propos
es: Acerca de

source: Mon Blog Django
es: Mi Blog Django

source: À propos de Mon Blog Django
es: Acerca de Mi Blog Django

source: Une plateforme moderne et élégante pour partager des idées, découvrir du contenu passionnant et construire une communauté de passionnés.
es: Una plataforma moderna y elegante para compartir ideas, descubrir contenido apasionante y construir una comunidad de entusiastas.

source: publié
es: publicado

source: Notre Mission
es: Nuestra Misión

source: Mon Blog Django a été créé pour offrir une plateforme simple et moderne où chacun peut partager ses connaissances, ses expériences et ses passions.
es: Mi Blog Django fue creado para ofrecer una plataforma simple y moderna donde todos pueden compartir sus conocimientos, experiencias y pasiones.

source: Nous croyons en la puissance du partage de connaissances et en la création d'une communauté bienveillante où les idées peuvent s'épanouir.
es: Creemos en el poder de compartir conocimientos y en la creación de una comunidad benevolente donde las ideas pueden florecer.

source: Nos Valeurs
es: Nuestros Valores

source: Simplicité
es: Simplicidad

source: Interface claire et intuitive
es: Interfaz clara e intuitiva

source: Qualité
es: Calidad

source: Contenu soigné et pertinent
es: Contenido cuidado y pertinente

source: Communauté
es: Comunidad

source: Échanges respectueux
es: Intercambios respetuosos

source: Innovation
es: Innovación

source: Technologies modernes
es: Tecnologías modernas

source: Technologies Utilisées
es: Tecnologías Utilizadas

source: Framework CSS moderne
es: Framework CSS moderno

source: Base de données
es: Base de datos

source: Design adaptatif
es: Diseño adaptativo

source: Fonctionnalités
es: Características

source: Gestion de contenu
es: Gestión de contenido

source: Création et édition d'articles
es: Creación y edición de artículos

source: Organisation par catégories
es: Organización por categorías

source: Système de commentaires
es: Sistema de comentarios

source: Gestion des auteurs
es: Gestión de autores

source: Interface utilisateur
es: Interfaz de usuario

source: Mode sombre/clair
es: Modo oscuro/claro

source: Design responsive
es: Diseño responsivo

source: Navigation intuitive
es: Navegación intuitiva

source: Support multilingue
es: Soporte multilingüe

source: Contactez-nous
es: Contáctenos

source: Rejoignez-nous
es: Únete a nosotros

source: Devenez contributeur et partagez vos connaissances avec notre communauté grandissante.
es: Conviértete en colaborador y comparte tus conocimientos con nuestra comunidad en crecimiento.

source: Écrire un article
es: Escribir un artículo

source: Parcourir les articles
es: Explorar artículos

source: Notre Histoire
es: Nuestra Historia

source: Lancement du projet
es: Lanzamiento del proyecto

source: Création de Mon Blog Django avec les fonctionnalités de base.
es: Creación de Mi Blog Django con las funcionalidades básicas.

source: Amélioration continue
es: Mejora continua

source: Ajout du mode sombre, système de navigation avancé et optimisations.
es: Añadido el modo oscuro, sistema de navegación avanzada y optimizaciones.

source: L'avenir
es: El futuro

source: Nouvelles fonctionnalités et croissance de la communauté.
es: Nuevas funcionalidades y crecimiento de la comunidad.

source: Ajouter un Article
es: Agregar un Artículo

source: Ajouter un Nouvel Article
es: Agregar un Nuevo Artículo

source: Créez et partagez votre contenu avec la communauté
es: Crea y comparte tu contenido con la comunidad

source: Titre de l'article
es: Título del artículo

source: Contenu de l'article
es: Contenido del artículo

source: Vous pouvez gérer les catégories dans l'
es: Puedes gestionar las categorías en el

source: interface d'administration
es: interfaz de administración

source: Image d'illustration (optionnel)
es: Imagen de ilustración (opcional)

source: Formats acceptés : JPG, PNG, GIF. Taille maximale recommandée : 2MB.
es: Formatos aceptados: JPG, PNG, GIF. Tamaño máximo recomendado: 2MB.

source: Tags existants (optionnel)
es: Etiquetas existentes (opcional)

source: Rechercher parmi les tags existants...
es: Buscar entre las etiquetas existentes...

source: Tapez pour filtrer les tags par nom
es: Escribe para filtrar las etiquetas por nombre

source: Aucun tag disponible.
es: No hay etiquetas disponibles.

source: Aucun tag trouvé correspondant à votre recherche.
es: No se encontró ninguna etiqueta que coincida con tu búsqueda.

source: Sélectionnez un ou plusieurs tags existants pour classer votre article
es: Selecciona una o varias etiquetas existentes para clasificar tu artículo

source: Créer de nouveaux tags
es: Crear nuevas etiquetas

source: Publier immédiatement
es: Publicar inmediatamente

source: Annuler
es: Cancelar

source: Demander à Gemini
es: Pedir a Gemini

source: Enregistrer
es: Guardar

source: Sujet de l'article
es: Tema del artículo

source: Décrivez le sujet que vous souhaitez que Gemini développe
es: Describe el tema que te gustaría que Gemini desarrolle

source: Générer une image avec DALL-E
es: Generar una imagen con DALL-E

source: Une image d'illustration sera générée automatiquement et ajoutée à l'article
es: Se generará automáticamente una imagen de ilustración y se añadirá al artículo

source: Article généré avec succès ! Les champs ont été remplis automatiquement.
es: Artículo generado con éxito! Los campos se han llenado automáticamente.

source: Générer
es: Generar

source: Analytics
es: Analíticas

source: Analytics Dashboard
es: Panel de Analíticas

source: Articles publiés
es: Artículos publicados

source: Auteurs actifs
es: Autores activos

source: Vues totales
es: Vistas totales

source: Moyenne vues/article
es: Promedio de vistas/artículo

source: Articles les plus populaires
es: Artículos más populares

source: Par
es: Por

source: Auteurs les plus actifs
es: Autores más activos

source: articles
es: artículos

source: vues totales
es: vistas totales

source: Évolution des vues (6 derniers mois)
es: Evolución de vistas (últimos 6 meses)

source: Vues par mois
es: Vistas por mes

source: Tous les articles
es: Todos los artículos

source: Découvrez tous nos articles organisés et triés selon vos préférences.
es: Descubre todos nuestros artículos organizados y clasificados según tus preferencias.

source: Filtrer par :
es: Filtrar por:

source: Toutes
es: Todas

source: Trier par :
es: Ordenar por:

source: Plus récents
es: Más recientes

source: Plus anciens
es: Más antiguos

source: Nouvel article
es: Nuevo artículo

source: vue
es: vista

source: commentaire
es: comentario

source: Lire la suite
es: Leer más

source: Aucun article trouvé
es: No se encontró ningún artículo

source: Aucun article dans cette catégorie pour le moment.
es: No hay artículos en esta categoría por el momento.

source: Il n'y a pas encore d'articles publiés.
es: Todavía no hay artículos publicados.

source: Voir tous les articles
es: Ver todos los artículos

source: Créer un article
es: Crear un artículo

source: Auteurs
es: Autores

source: Nos auteurs
es: Nuestros autores

source: Découvrez les contributeurs de notre blog et leurs articles.
es: Descubre los colaboradores de nuestro blog y sus artículos.

source: Articles total
es: Total de artículos

source: Auteur le + actif
es: Autor más activo

source: Contributeurs
es: Colaboradores

source: Contributeur
es: Colaborador

source: Dernier article
es: Último artículo

source: Auteur le plus actif
es: Autor más activo

source: Contributeur régulier
es: Colaborador regular

source: Contributeur actif
es: Colaborador activo

source: Nouveau contributeur
es: Nuevo colaborador

source: Voir ses articles
es: Ver sus artículos

source: Vue d'accueil
es: Vista de inicio

source: Rejoignez notre communauté !
es: ¡Únete a nuestra comunidad!

source: Vous aussi, partagez vos connaissances et devenez l'un de nos auteurs contributeurs.
es: Tú también, comparte tus conocimientos y conviértete en uno de nuestros autores colaboradores.

source: Retour à l'accueil
es: Volver a inicio

source: Aucun auteur pour le moment
es: No hay autores por el momento

source: Soyez le premier à contribuer en créant un article !
es: ¡Sé el primero en contribuir creando un artículo!

source: Créer le premier article
es: Crear el primer artículo

source: Mon Blog
es: Mi Blog

source: Accueil
es: Inicio

source: Connecté en tant que
es: Conectado como

source: Mon profil
es: Mi perfil

source: Mes articles
es: Mis artículos

source: Mes likes
es: Mis me gusta

source: Mes favoris
es: Mis favoritos

source: Modération
es: Moderación

source: Administration
es: Administración

source: Déconnexion
es: Cerrar sesión

source: Connexion
es: Iniciar sesión

source: Inscription
es: Registro

source: Un blog moderne créé avec Django et Tailwind CSS.
es: Un blog moderno creado con Django y Tailwind CSS.

source: Navigation
es: Navegación

source: Contact
es: Contacto

source: Tous droits réservés.
es: Todos los derechos reservados.

source: Explorez nos articles organisés par catégories thématiques.
es: Explora nuestros artículos organizados por categorías temáticas.

source: Sections (+ Sans catégorie)
es: Secciones (+ Sin categoría)

source: Aucune description disponible.
es: No hay descripción disponible.

source: Voir les articles
es: Ver los artículos

source: Aucun article pour le moment
es: No hay artículos por el momento

source: Articles sans catégorie
es: Artículos sin categoría

source: Articles qui n'ont pas encore été classés dans une catégorie.
es: Artículos que aún no han sido clasificados en una categoría.

source: Aucune catégorie créée
es: No se ha creado ninguna categoría

source: Commencez par créer des catégories pour organiser vos articles par thèmes
es: Comienza por crear categorías para organizar tus artículos por temas

source: Créer une catégorie
es: Crear una categoría

source: Supprimer l'Article
es: Eliminar el Artículo

source: Confirmer la suppression
es: Confirmar la eliminación

source: Attention
es: Atención

source: Cette action est irréversible. L'article et tous ses commentaires seront définitivement supprimés.
es: Esta acción es irreversible. El artículo y todos sus comentarios serán eliminados permanentemente.

source: Voulez-vous vraiment supprimer cet article ?
es: ¿Realmente quieres eliminar este artículo?

source: Nombre de commentaires
es: Número de comentarios

source: Êtes-vous absolument certain de vouloir supprimer cet article ?
es: ¿Está absolutamente seguro de que desea eliminar este artículo?

source: Supprimer définitivement
es: Eliminar permanentemente

source: Blog Académique Universitaire
es: Blog Académico Universitario

source: Se connecter
es: Iniciar sesión

source: Accédez à votre compte académique
es: Accede a tu cuenta académica

source: Erreur de connexion
es: Error de conexión

source: Nom d'utilisateur
es: Nombre de usuario

source: Votre nom d\
es: Tu nombre de

source: Mot de passe
es: Contraseña

source: Votre mot de passe
es: Tu contraseña

source: Se souvenir de moi
es: Recordarme

source: Mot de passe oublié ?
es: ¿Olvidaste tu contraseña?

source: Pas encore de compte ?
es: ¿Aún no tienes una cuenta?

source: S'inscrire maintenant
es: Regístrate ahora

source: Types de comptes disponibles
es: Tipos de cuentas disponibles

source: Lecteur
es: Lector

source: Lire et commenter les articles
es: Leer y comentar artículos

source: Écrire et publier des articles
es: Escribir y publicar artículos

source: Modérer les commentaires et articles
es: Moderar comentarios y artículos

source: Gestion complète du site
es: Gestión completa del sitio

source: de lecture
es: de lectura

source: Modifier l'article
es: Modificar el artículo

source: Supprimer
es: Eliminar

source: Ajouter un commentaire
es: Agregar un comentario

source: Publier le commentaire
es: Publicar el comentario

source: Vous devez être connecté pour laisser un commentaire.
es: Debes estar conectado para dejar un comentario.

source: Signaler ce commentaire
es: Reportar este comentario

source: Signaler
es: Reportar

source: Aucun commentaire pour le moment.
es: No hay comentarios por el momento.

source: Soyez le premier à commenter cet article !
es: ¡Sé el primero en comentar este artículo!

source: Gérer les signalements
es: Gestionar reportes

source: Gestion des signalements
es: Gestión de reportes

source: Modérez les commentaires signalés par la communauté
es: Modera los comentarios reportados por la comunidad

source: Retour à la modération
es: Volver a moderación

source: Signalements en attente
es: Reportes pendientes

source: Signalé par :
es: Reportado por:

source: Article :
es: Artículo:

source: Description du problème :
es: Descripción del problema:

source: Confirmer la suppression du commentaire ?
es: ¿Confirmar la eliminación del comentario?

source: Supprimer commentaire
es: Eliminar comentario

source: Rejeter signalement
es: Rechazar reporte

source: Commentaire signalé :
es: Comentario reportado:

source: Aucun signalement en attente
es: No hay reportes pendientes

source: Tous les signalements ont été traités !
es: ¡Todos los reportes han sido tratados!

source: Signalements récents traités
es: Reportes recientes tratados

source: Signalement
es: Reporte

source: Date
es: Fecha

source: Découvrez des articles de recherche, des analyses, et des réflexions académiques
es: Descubre artículos de investigación, análisis y reflexiones académicas

source: Rechercher
es: Buscar

source: Recherches populaires :
es: Búsquedas populares:

source: Intelligence Artificielle
es: Inteligencia Artificial

source: Recherche
es: Búsqueda

source: Total des publications
es: Total de publicaciones

source: Contributeurs uniques
es: Contribuyentes únicos

source: Lectures totales
es: Lecturas totales

source: Vues des articles
es: Vistas de los artículos

source: Total des interactions
es: Total de interacciones

source: Résultats de recherche pour
es: Resultados de búsqueda para

source: résultat
es: resultado

source: trouvé
es: encontrado

source: Lire
es: Leer

source: Précédent
es: Anterior

source: Page
es: Página

source: sur
es: en

source: Suivant
es: Siguiente

source: Aucun résultat trouvé
es: No se encontraron resultados

source: Essayez avec d'autres mots-clés ou consultez tous les articles
es: Intenta con otras palabras clave o consulta todos los artículos

source: Articles récents
es: Artículos recientes

source: Découvrez les dernières publications académiques
es: Descubre las últimas publicaciones académicas

source: Aucun article publié
es: No hay artículos publicados

source: Soyez le premier à partager vos recherches et analyses académiques !
es: ¡Sé el primero en compartir tus investigaciones y análisis académicos!

source: Publier le premier article
es: Publicar el primer artículo

source: Tableau de Bord
es: Tablero

source: Aperçu de l'activité récente et des performances du blog
es: Vista general de la actividad reciente y el rendimiento del blog

source: Voir tous
es: Ver todos

source: Aucune donnée de popularité disponible
es: No hay datos de popularidad disponibles

source: Publiez des articles pour voir les statistiques
es: Publica artículos para ver las estadísticas

source: Activité récente
es: Actividad reciente

source: Aucune activité récente
es: Sin actividad reciente

source: L'activité apparaîtra ici
es: La actividad aparecerá aquí

source: Actions rapides
es: Acciones rápidas

source: Gérez votre blog en un clic
es: Administra tu blog con un clic

source: Créer un compte
es: Crear una cuenta

source: Rejoignez notre communauté académique
es: Únete a nuestra comunidad académica

source: Choisissez un nom d\
es: Elige un nombre de

source: Prénom
es: Nombre

source: Votre prénom
es: Tu nombre

source: Votre nom
es: Tu apellido

source: Adresse email
es: Dirección de correo electrónico

source: Choisissez un mot de passe
es: Elige una contraseña

source: Confirmer le mot de passe
es: Confirmar la contraseña

source: Confirmez votre mot de passe
es: Confirma tu contraseña

source: Créer mon compte
es: Crear mi cuenta

source: Vous avez déjà un compte ?
es: ¿Ya tienes una cuenta?

source: Mes Articles
es: Mis Artículos

source: Gérez vos articles publiés et vos brouillons
es: Administra tus artículos publicados y tus borradores

source: Nouvel Article
es: Nuevo Artículo

source: Publiés
es: Publicados

source: Brouillons
es: Borradores

source: Tous mes articles
es: Todos mis artículos

source: Publié
es: Publicado

source: Brouillon
es: Borrador

source: Voir l\
es: Ver l

source: Modifier l\
es: Modificar l

source: Supprimer l\
es: Eliminar l

source: Commencez à écrire votre premier article pour partager vos idées avec la communauté.
es: Comienza a escribir tu primer artículo para compartir tus ideas con la comunidad.

source: Écrire mon premier article
es: Escribir mi primer artículo

source: Mes Favoris
es: Mis Favoritos

source: Mes Articles Favoris
es: Mis Artículos Favoritos

source: Articles sauvegardés pour plus tard
es: Artículos guardados para más tarde

source: Ajouté le
es: Añadido el

source: Retirer cet article de vos favoris ?
es: ¿Eliminar este artículo de tus favoritos?

source: Retirer
es: Eliminar

source: Aucun favori
es: Sin favoritos

source: Sauvegardez des articles intéressants pour les lire plus tard.
es: Guarda artículos interesantes para leer más tarde.

source: Découvrir des articles
es: Descubrir artículos

source: Mes Likes
es: Mis Me gusta

source: Articles que j'aime
es: Artículos que me gustan

source: Articles que vous avez aimés
es: Artículos que has gustado

source: Retirer votre like de cet article ?
es: ¿Eliminar tu me gusta de este artículo?

source: Unlike
es: No me gusta

source: Aucun article liké
es: Sin artículos con me gusta

source: Likez des articles pour montrer votre appréciation et les retrouver ici.
es: Da me gusta a los artículos para mostrar tu aprecio y encontrarlos aquí.

source: Panneau de Modération
es: Panel de Moderación

source: Gérez les commentaires et surveillez l'activité du blog
es: Administra los comentarios y supervisa la actividad del blog

source: Signalements
es: Reportes

source: Approuvés
es: Aprobados

source: Utilisateurs actifs
es: Usuarios activos

source: Commentaires en attente
es: Comentarios pendientes

source: Visiteur
es: Visitante

source: Approuver
es: Aprobar

source: Êtes-vous sûr de vouloir supprimer ce commentaire ?
es: ¿Estás seguro de que deseas eliminar este comentario?

source: Tout est à jour !
es: ¡Todo está actualizado!

source: Aucun commentaire en attente de modération.
es: No hay comentarios pendientes de moderación.

source: a signalé
es: ha reportado

source: Motif:
es: Motivo:

source: Supprimer le commentaire signalé ?
es: ¿Eliminar el comentario reportado?

source: Ignorer
es: Ignorar

source: Aucun signalement
es: Sin reportes

source: Aucun commentaire signalé à traiter.
es: No hay comentarios reportados para tratar.

source: Aucun article récent
es: No hay artículos recientes

source: Aucun nouvel article à afficher.
es: No hay nuevos artículos para mostrar.

source: Tableau de bord administrateur
es: Panel de administrador

source: Utilisateurs inscrits
es: Usuarios registrados

source: Commentaires approuvés
es: Comentarios aprobados

source: Administration Django
es: Administración Django

source: Modifier l'Article
es: Modificar el Artículo

source: Image actuelle:
es: Imagen actual:

source: Laissez vide pour conserver l'image actuelle.
es: Deja vacío para conservar la imagen actual.

source: Article publié
es: Artículo publicado

source: actuellement en brouillon
es: actualmente en borrador

source: Mettre à jour
es: Actualizar

source: Mot de passe oublié
es: Contraseña olvidada

source: Entrez votre adresse email pour recevoir un lien de réinitialisation de mot de passe.
es: Ingresa tu dirección de correo electrónico para recibir un enlace de restablecimiento de contraseña.

source: Votre adresse email
es: Tu dirección de correo electrónico

source: Envoyer le lien
es: Enviar enlace

source: Vous vous souvenez de votre mot de passe ?
es: ¿Recuerdas tu contraseña?

source: Comment ça fonctionne ?
es: ¿Cómo funciona?

source: Entrez l'adresse email de votre compte
es: Ingresa la dirección de correo electrónico de tu cuenta

source: Vous recevrez un email avec un lien sécurisé
es: Recibirás un correo electrónico con un enlace seguro

source: Cliquez sur le lien pour définir un nouveau mot de passe
es: Haz clic en el enlace para establecer una nueva contraseña

source: Le lien expire après 24 heures pour votre sécurité
es: El enlace expira después de 24 horas por tu seguridad

source: Réinitialisation de votre mot de passe
es: Restablecimiento de su contraseña

source: Réinitialisation de mot de passe
es: Restablecimiento de contraseña

source: Bonjour
es: Hola
