Repository: GregoryBT/python_django
Catalog: mon_site_web/locale/*/LC_MESSAGES/django.po
Languages: es

source: Vous avez demandé la réinitialisation de votre mot de passe pour votre compte sur le Blog Académique Universitaire.
es: Has solicitado el restablecimiento de tu contraseña para tu cuenta en el Blog Académico Universitario.

source: Pour définir un nouveau mot de passe, cliquez sur le bouton ci-dessous :
es: Para establecer una nueva contraseña, haz clic en el botón de abajo:

source: Réinitialiser mon mot de passe
es: Restablecer mi contraseña

source: Important :
es: Importante:

source: Ce lien expire dans 24 heures pour votre sécurité
es: Este enlace expira en 24 horas por su seguridad

source: Si vous n'avez pas demandé cette réinitialisation, ignorez cet email
es: Si no has solicitado este restablecimiento, ignora este correo electrónico

source: Ne partagez jamais ce lien avec personne
es: Nunca compartas este enlace con nadie

source: Si le bouton ne fonctionne pas, copiez et collez ce lien dans votre navigateur :
es: Si el botón no funciona, copia y pega este enlace en tu navegador:

source: Cet email a été envoyé automatiquement par le Blog Académique Universitaire.
es: Este correo electrónico fue enviado automáticamente por el Blog Académico Universitario.

source: Si vous avez des questions, contactez notre équipe de support.
es: Si tienes preguntas, contacta a nuestro equipo de soporte.

source: Email envoyé
es: Correo electrónico enviado

source: Email envoyé avec succès
es: Correo electrónico enviado con éxito

source: Vérifiez votre boîte de réception pour continuer
es: Verifica tu bandeja de entrada para continuar

source: Instructions envoyées
es: Instrucciones enviadas

source: Un email contenant les instructions de réinitialisation de votre mot de passe a été envoyé à votre adresse email.
es: Se ha enviado un correo electrónico con las instrucciones para restablecer tu contraseña a tu dirección de correo electrónico.

source: Étapes suivantes :
es: Próximos pasos:

source: Vérifiez votre boîte de réception
es: Verifica tu bandeja de entrada

source: Cliquez sur le lien dans l'email
es: Haz clic en el enlace del correo electrónico

source: Définissez votre nouveau mot de passe
es: Establece tu nueva contraseña

source: Connectez-vous avec vos nouveaux identifiants
es: Inicia sesión con tus nuevas credenciales

source: Note importante :
es: Nota importante:

source: Si vous ne recevez pas l'email dans les prochaines minutes, vérifiez votre dossier spam ou courrier indésirable.
es: Si no recibes el correo electrónico en los próximos minutos, verifica tu carpeta de spam o correo no deseado.

source: Retour à la connexion
es: Volver a iniciar sesión

source: Besoin d'aide ?
es: ¿Necesitas ayuda?

source: Si vous continuez à rencontrer des problèmes, contactez l'équipe de support du Blog Académique Universitaire.
es: Si sigues teniendo problemas, contacta al equipo de soporte del Blog Académico Universitario.

source: Réinitialisation de votre mot de passe - Blog Académique Universitaire
es: Restablecimiento de su contraseña - Blog Académico Universitario

source: Mot de passe réinitialisé
es: Contraseña restablecida

source: Mot de passe réinitialisé avec succès
es: Contraseña restablecida con éxito

source: Votre mot de passe a été modifié avec succès
es: Tu contraseña ha sido modificada con éxito

source: Réinitialisation terminée
es: Restablecimiento terminado

source: Votre nouveau mot de passe a été enregistré. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
es: Tu nueva contraseña ha sido registrada. Ahora puedes iniciar sesión con tu nueva contraseña.

source: Se connecter maintenant
es: Iniciar sesión ahora

source: Conseil de sécurité :
es: Consejo de seguridad:

source: Assurez-vous de garder votre mot de passe en sécurité et de ne jamais le partager avec personne.
es: Asegúrate de mantener tu contraseña segura y nunca compartirla con nadie.

source: Nouveau mot de passe
es: Nueva contraseña

source: Définir un nouveau mot de passe
es: Establecer una nueva contraseña

source: Choisissez un nouveau mot de passe sécurisé pour votre compte
es: Elige una nueva contraseña segura para tu cuenta

source: Votre nouveau mot de passe
es: Tu nueva contraseña

source: Confirmer le nouveau mot de passe
es: Confirmar la nueva contraseña

source: Confirmez votre nouveau mot de passe
es: Confirma tu nueva contraseña

source: Changer le mot de passe
es: Cambiar la contraseña

source: Mon Profil
es: Mi Perfil

source: Modifier mon profil
es: Modificar mi perfil

source: Email
es: Correo electrónico

source: Parlez-nous de vous, vos domaines d'expertise, etc.
es: Háblanos de ti, tus áreas de experiencia, etc.

source: Format recommandé : JPG, PNG. Taille max : 2MB
es: Formato recomendado: JPG, PNG. Tamaño máx: 2MB

source: Sauvegarder les modifications
es: Guardar cambios

source: Mes statistiques
es: Mis estadísticas

source: Commentaires écrits
es: Comentarios escritos

source: Informations du compte
es: Información de la cuenta

source: Membre depuis
es: Miembro desde

source: Type de compte
es: Tipo de cuenta

source: Mes articles récents
es: Mis artículos recientes

source: Voir tous mes articles
es: Ver todos mis artículos

source: Statistiques
es: Estadísticas

source: Informations
es: Información

source: Articles populaires
es: Artículos populares

source: n'a pas encore publié d'articles.
es: no ha publicado artículos todavía.

source: Signaler un commentaire
es: Reportar un comentario

source: Aidez-nous à maintenir une communauté respectueuse
es: Ayúdanos a mantener una comunidad respetuosa

source: Commentaire à signaler
es: Comentario a reportar

source: Information importante
es: Información importante

source: Votre signalement sera examiné par notre équipe de modération. Les signalements abusifs peuvent entraîner des sanctions.
es: Tu reporte será revisado por nuestro equipo de moderación. Los reportes abusivos pueden resultar en sanciones.
